<?php
/**
 * WincomtechPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2035 XXX网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.wowlothar.cn
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件!yy您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.wowlothar.cn/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: Lothar
 * Release Date: 2015-10-16
 */

// 视频中心
$_LANG['video_category'] = 'News';
$_LANG['video_tree'] = 'News Category';
$_LANG['video_news'] = 'News';
$_LANG['video_more'] = 'More News';
$_LANG['video_previous'] = 'Previous';
$_LANG['video_next'] = 'Next';

?>