<?php
/**
 * WincomtechPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2035 XXX网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.wowlothar.cn
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.wowlothar.cn/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: Lothar
 * Release Date: 2015-06-10
 */

// 下载中心
$_LANG['download_category'] = '下载中心';
$_LANG['download_tree'] = '下载分类';
$_LANG['download_news'] = '新闻中心';
$_LANG['download_more'] = '查看更多下载';
$_LANG['download_previous'] = '上一篇';
$_LANG['download_next'] = '下一篇';
$_LANG['download_link'] = '下载链接';
$_LANG['download_size'] = '文件大小';
$_LANG['download_content'] = '下载描述';

?>