<?php
/**
 * WincomtechPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2035 XXX网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.wowlothar.cn
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.wowlothar.cn/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: Lothar
 * Release Date: 2015-06-10
 */

// 图片中心
$_LANG['gallery_category'] = '图片中心';
$_LANG['gallery_tree'] = '图片分类';
$_LANG['gallery_news'] = '最新图片';
$_LANG['gallery_more'] = '查看更多图片';
$_LANG['gallery_previous'] = '上一图集';
$_LANG['gallery_next'] = '下一图集';

?>